export const russian = {
  auth: {
    alreadyRegistered: 'Пользователь уже зарегистрирован',
    and: 'и',
    backToSignIn: 'Назад к входу',
    backToSignUp: 'Назад к регистрации',
    confPassword: 'Код подтверждения',
    confirmMessage: 'Ваше сообщение было подтверждено',
    congratulations: 'Поздравляем!',
    couldWeMerge: 'Можем ли мы объединить эти аккаунты?',
    createNewPassword: 'Создать новый пароль',
    doYouHaveAnAccount: 'У вас есть аккаунт?',
    dontHaveAnAccount: 'У вас нет аккаунта?',
    email: 'Почта',
    email_val: 'Почта должна соответсвовать формату',
    emailConfirmation: 'Мы отправили ссылку для подтверждения электронной почты на',
    emailPlaceholder: 'Epam@epam.com',
    field_required: 'Обязательное поле',
    forgotPassword: 'Забыли пароль?',
    iAgree: 'Я принимаю',
    isAlreadyInSystem: 'уже находится в системе.',
    linkExpired: 'Срок действия ссылки истек',
    logOutConfirmationBody: 'Вы действительно хотите выйти из аккаунта',
    logOutConfirmationHeader: 'Выход из аккаунта',
    mergeAcc: 'Объединить аккаунты',
    newPassword: 'Новый пароль',
    no: 'Нет',
    password: 'Пароль',
    passwordConfirmation: 'Подтверждение пароля',
    passwordLength: 'Ваш пароль должен содержать от 6 до 20 символов',
    passwordMax: 'Пароль должен содержать не более 20 символов',
    passwordMin: 'Пароль должен содержать не менее 6 символов',
    passwordRecovery: 'Введите адрес электронной почты, и мы вышлем вам дальнейшие инструкции',
    passwordValidMessage:
      'Пароль должен содержать хотя бы одну цифру, одну заглавную букву, одну строчную букву и один специальный символ ( ! " # $ % & \' ( ) * + , . / : ; < = > ? @ [ \\ ] ^ _ ` { | } ~ )',
    passwords_notMatch: 'Пароли не совпадают',
    privacyPolicy: 'Политику конфиденциальности',
    privacyPolicy1: 'Политика конфиденциальности',
    recoveryMessage:
      'Ссылка отправлена по электронной почте. Если вы не получили ссылку для отправки по электронной почте еще раз',
    registration: 'Регистрация',
    sendLink: 'Отправить ссылку',
    sendLinkAgain: 'Отправить ссылку еще раз',
    signIn: 'Войти',
    signUp: 'Зарегистрироваться',
    successMessage: 'На ваш адрес электронной почты было отправлено письмо с кодом подтверждения',
    termsOfService: 'Пользовательское соглашение',
    theUserWithEmail: 'Пользователь с электронной почтой:',
    unauthorizedMessage:
      'Не авторизовано. Перейдите на страницу регистрации, чтобы пройти регистрацию.',
    userName: 'Имя пользователя',
    verification: 'Срок действия ссылки истек',
    verificationButton: 'Отправить ссылку повторно',
    verificationMessage:
      'Срок действия ссылки для подтверждения истек. Не волнуйтесь, мы можем отправить ссылку еще раз',
    yes: 'Да, объединить',
    yesConfirm: 'Да',
  },
  header: {
    login: 'Авторизоваться',
  },
  pages: {
    terms: {
      welcome: `Добро пожаловать в Instagram!
      Настоящие Условия использования (далее — "Условия") регулируют использование вами Instagram (если прямо не указано, что применяются отдельные условия, а не эти) и содержат информацию о Сервисе Instagram (далее — "Сервис"), изложенную ниже. Создавая аккаунт Instagram или используя Instagram, вы принимаете настоящие условия.
    Сервис Instagram является одним из Продуктов It-incubator. Таким образом, настоящие Условия использования представляют собой соглашение между вами и It-incubator.
    Кто может использовать Instagram. Мы хотим, чтобы наш Сервис был максимально открытым и доступным для всех, но вместе с тем безопасным, защищенным и соответствующим требованиям законодательства. Поэтому, чтобы стать частью сообщества Instagram, вы должны соблюдать некоторые ограничения.
    Вам должно быть как минимум 13 лет или вы должны достичь минимального возраста, начиная с которого в вашей стране законодательно разрешено использовать Instagram.
    Вам не должно быть запрещено получать какой-либо из компонентов нашего Сервиса в соответствии с действующим законодательством или использовать Сервисы, связанные с платежами, если вы входите в действующие списки запрещенных лиц.
    Ваш аккаунт не должен быть ранее отключен нами за нарушение законодательства или каких-либо наших правил.
    Запрещенные способы использования Instagram. Предоставление безопасного и открытого Сервиса широкому сообществу требует, чтобы каждый из нас соблюдал правила.
Вы не имеете права выдавать себя за других людей или предоставлять неточную информацию.
Вы не обязаны раскрывать свою личность в Instagram, но должны предоставить нам точную и актуальную информацию (в том числе регистрационную), которая может включать персональные данные. Кроме того, вы не имеете права выдавать себя за людей, которыми не являетесь, или представлять компании, к которым не имеете отношения, а также создавать аккаунты для других лиц без их прямого разрешения.
Вы не имеете права совершать незаконные, вводящие в заблуждение или обманные действия либо иные действия в незаконных или несанкционированных целях. Вы не имеете права изменять, переводить или реконструировать какие-либо наши продукты или их компоненты либо пытаться создать производные работы на их основе.
Вы не имеете права использовать в своем имени пользователя доменное имя или URL без нашего предварительного письменного согласия. Мы не заявляем прав собственности на ваш контент, но вы даете нам лицензию на его использование.
Ваши права на ваш контент остаются неизменными. Мы не заявляем прав собственности на ваш контент, который вы публикуете в Сервисе или через него, а вы вправе в любой момент делиться им с кем угодно. Однако нам нужно получить от вас некоторые законные разрешения (именуемые "лицензией") для предоставления Сервиса. Когда вы публикуете или загружаете контент, являющийся объектом прав на интеллектуальную собственность (например, фото или видео), в наш Сервис либо делитесь таким контентом или в связи с нашим Сервисом, вы настоящим даете нам неисключительную, безвозмездную, действующую по всему миру лицензию с правом передачи и выдачи сублицензий на хранение, использование, распространение, изменение, запуск, копирование, публичное исполнение или показ, перевод вашего контента и создание производных работ на его основе (в соответствии с вашими настройками конфиденциальности и приложения). Действие лицензии прекращается, когда ваш контент удаляется из наших систем. Вы можете удалять контент по отдельности или весь сразу, удалив свой аккаунт.`,
    },
  },
}
